{
  "clever-f.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "iswap.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-trevJ.lua": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "traces.vim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-cool": { "branch": "master" },
  "vim-cutlass": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-subversive": { "branch": "master" },
  "vim-textobj-chainmember": { "branch": "main" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-variable-segment": { "branch": "main" },
  "vim-yoink": { "branch": "master" },
  "vis": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}